Repository: Megaslach/WooPlug
Catalog: WooPlug/languages/sandbox-*.po
Languages: fr_fr

source: Plugin made by Abyxo for sandbox website.
fr_fr: Plugin développé par Abyxo pour le site sandbox.

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Data to display
fr_fr: Donnée à afficher

source: Configure here the data displayed on shipping listing
fr_fr: Configurez ici les données affichées dans la liste des méthodes d'expédition

source: Free shipping minimum amount
fr_fr: Montant minimum pour la livraison gratuite

source: Set minimum amount to get free shipping
fr_fr: Indiquez le montant minimum pour la livraison gratuite

source: Logo id
fr_fr: ID du logo

source: Set the media id for this shipping method logo
fr_fr: Indiquez l'ID du logo de cette méthode d'expédition

source: Business delivery days
fr_fr: Jours de livraison ouvrés

source: Choose the business delivery days
fr_fr: Choisissez les jours de livraison ouvrés

source: Before delivery day(s)
fr_fr: Avant le(s) jour(s) de livraison

source: Shipping
fr_fr: Livraison

source: Set the text before displaying delivery day(s)
fr_fr: Indiquez le texte s'affichant avant le(s) date(s) de livraison

source: Delivery scheduled starting for
fr_fr: Premier jour prévu de livraison

source: Set the scheduled delivery starting number of days
fr_fr: Indiquez le nombre de jours prévu pour le début de la livraison

source: Delivery scheduled ended at
fr_fr: Dernier jour prévu de livraison

source: Set the scheduled delivery ending number of days
fr_fr: Indiquez le nombre de jours prévu pour la fin de la livraison

source: After delivery day(s)
fr_fr: Après le(s) jour(s) de livraison

source: Set the text after displaying delivery day(s)
fr_fr: Indiquez le texte s'affichant après le(s) date(s) de livraison

source: Between
fr_fr: Entre

source: and
fr_fr: et

source: Your email address
fr_fr: Votre adresse e-mail

source: Keep me aware of news and offers
fr_fr: Tenez-moi au courant de l'actualité et des offres

source: Phone (mandatory)
fr_fr: Téléphone (obligatoire)

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Company (optionnal)
fr_fr: Entreprise (Facultatif)

source: Address
fr_fr: Adresse

source: Apartment, ... (optionnal)
fr_fr: Appartement, suite... (Facultatif)

source: Postcode
fr_fr: Code postal

source: City
fr_fr: Ville

source: Example: it's for my husband birthday
fr_fr: Exemple: c'est pour l'anniversaire de mon conjoint

source: Would you like a reduced packaging to limit ecologique impact ?
fr_fr: Souhaitez-vous un emballage réduit pour limiter l'impact écologique ?

source: Limited packaging
fr_fr: Emballage réduit

source: Without Limited packaging
fr_fr: Sans emballage réduit

source: Display name in cart
fr_fr: Nom affiché dans le panier

source: Paypal acceptance mark
fr_fr: Paypal logo

source: Extra charge of :
fr_fr: Supplément :

source: Select a shipping method
fr_fr: Sélectionnez une livraison

source: Free shipping from
fr_fr: Offert à partir de

source: Backorder 60 days
fr_fr: Retour 60 jours

source: With us no worries about the backorder, you have up to 60 days to return your items.
fr_fr: Avec nous pas de soucis sur le retour, vous avez jusqu’à 60 jours pour retourner vos articles.

source: Client service 6/7d
fr_fr: Service client 6/7j

source: A question ? You can call us at 01.34.45.64.21
fr_fr: Une question ? Nous sommes joignable au 01.34.45.64.21

source: (Local call price)
fr_fr: (Prix d'un appel local)

source: Monday to friday from 9a.m.-6p.m
fr_fr: Lundi au vendredi de 9h-18h

source: Saturday 10a.m-1p.m
fr_fr: Samedi 10-13h

source: Secure payment
fr_fr: Paiement sécurisé

source: Secure payment with our partner Crédit Agricole
fr_fr: Paiement sécurisé par notre partenaire Crédit Agricole

source: Advantage code
fr_fr: Code avantage

source: You can type your promotional code or a gift card code
fr_fr: Vous pouvez inscrire un code promotionnel ou un code qui provient d’une e-carte cadeau

source: Type here your advantage code
fr_fr: Saisissez ici votre code avantage

source: Order summary
fr_fr: Récapitulatif de votre commande

source: %d item
fr_fr: %d article

source: Shipping cost
fr_fr: Coût de livraison

source: ATI
fr_fr: TTC

source: Continue shopping
fr_fr: Continuer mes achats

source: Your cart.
fr_fr: Votre panier.

source: Need help,
fr_fr: Besoin d'aide,

source: call us
fr_fr: appelez-nous

source: Delete
fr_fr: Supprimer

source: Validate your cart
fr_fr: Valider votre panier

source: Where do you live ?
fr_fr: Où habitez-vous ?

source: Indicate your country and your zipcode to discover your shipping method choices
fr_fr: Inscrivez votre pays et votre code postal pour découvrir vos choix de livraison

source: Country flag
fr_fr: Drapeau du pays

source: Search
fr_fr: Rechercher

source: Please enter your billing informations or login to retrieve your postal address.
fr_fr: Veuillez entrer vos informations de livraison ou connectez-vous à votre compte pour intégrer votre adresse postale.

source: To ensure a delivery without trouble, your phone number is required.
fr_fr: Afin de garantir une livraison sans encombre, votre numéro de téléphone mobile est indispensable.

source: Open a session
fr_fr: Ouvrir une session

source: Back to cart
fr_fr: Revenir au panier

source: Next step
fr_fr: Étape suivante

source: Secured payment
fr_fr: Paiement sécurisé

source: Payment method
fr_fr: Mode de paiement

source: Please select your preferred payment method. Payments by credit card are provided by our partner Crédit Agricole.
fr_fr: Veuillez sélectionner le mode de paiement que vous préférez. Les paiements par carte bancaire sont assuré par notre partenaire le Crédit Agricole.

source: You want to make a precision, a request ?
fr_fr: Vous souhaitez nous indiquer une précision, une demande ?

source: Backorders
fr_fr: Retours

source: Backorders within 60 days
fr_fr: Retour pendant 60 jours

source: Previous step
fr_fr: Étape précédente

source: I have read the %s and i fully support it.
fr_fr: J'ai lu les %s et j'y adhère sans réserve.

source: terms
fr_fr: conditions générales de vente
